Repository: mansbota/ViTrader
Catalog: Properties/GlobalStrings.*.resx
Languages: hr

# ActivationError
source: Activation mail failed to send
hr: Aktivacijski mail nije uspješno poslan

# AddedUSDT
source: USDT added successfully:
hr: USDT dodan uspješno:

# AddingUSDTError
source: Can't add USDT
hr: USDT ne može biti dodan

# AdminPrivilegesNo
source: No
hr: Ne

# AdminPrivilegesYes
source: Yes
hr: Da

# AppExitMsg
source: Application will now exit
hr: Aplikacija će se sada ugasiti

# AppRestartMsg
source: Application will now restart
hr: Aplikacija će se ponovno pokrenuti

# Bought
source: Successfully bought crypto:
hr: Uspješno kupljen kripto:

# CheckMail
source: Check your mail to activate the account
hr: Provjerite svoj mail da aktivirate račun

# ComboBoxCap
source: Market Cap
hr: Tržišna kapitalizacija

# ComboBoxPrice
source: Price
hr: Cijena

# ComboBoxVol
source: Volume
hr: Volumen

# DeleteUserWarning
source: This will permanently delete your account and all trades and positions associated with the account. Are you sure you wish to proceed?
hr: Vaš račun i sve pozicije i trgovine vezane uz račun će biti trajno obrisane. Jeste li sigurni da želite nastaviti?

# DeletingUserError
source: Error deleting user
hr: Greška pri brisanju korisnika

# EmailExistsError
source: E-mail already in use
hr: E-mail adresa se već koristi

# EmailValidationError
source: Invalid E-mail address
hr: Neispravna E-mail adresa

source: Error
hr: Greška

# FailedToConnectError
source: Failed to connect to server
hr: Greška pri spajanju na server

# FailedToLoginError
source: Failed to login
hr: Greška prilikom prijave

# FailedToRegisterError
source: Failed to register
hr: Greška prilikom registracije

# InactiveAccount
source: Please activate your account
hr: Molimo Vas da aktivirate Vaš račun

source: Incorrect credentials
hr: Neispravne informacije

# LoadingChartError
source: Error loading chart
hr: Greška pri učitavanju grafa

# LoadingCryptosError
source: Error loading cryptos
hr: Greška pri učitavanju valuta

# LoadingPositionsError
source: Error loading positions
hr: Greška pri učitavanju pozicija

# LoadingTradesError
source: Error loading trades
hr: Greška pri učitavanju trgovina

# LoadingUserError
source: Error loading user
hr: Greška pri učitavanju korisnika

# MatchError
source: Passwords do not match
hr: Šifre se ne podudaraju

# PasswordValidationError
source: Must have at least 8 characters including a number
hr: Mora imati minimalno 8 znakova, uključujući broj

source: Registered successfully
hr: Uspješna registracija

# Sold
source: Successfully sold crypto:
hr: Uspješno prodan kripto:

source: Success
hr: Uspjeh

source: Unknown error
hr: Nepoznata greška

# USDTAmountError
source: Must add more than 100 and less than 10000 USDT
hr: Mora biti dodatno više od 100 i manje od 10000 USDT-a

# UserNameExistsError
source: User name already exists
hr: Korisničko ime već postoji

# UserNameValidationError
source: Must have between 4 and 9 characters and can not start with a number
hr: Mora imati između 4 i 9 znakova, te ne smije započeti brojem
